//=====================================
//	Game
//=====================================
[Rx_Game]
Description="摧毁敌方基地同时保护己方基地。"
GameName="C&C 模式"
EndOfMatchRulesTemplateStr_Scoring=率先摧毁对方基地的队伍获胜
EndOfMatchRulesTemplateStr_Time=`t 分钟内得分最高的队伍获胜


//=====================================
//	Weapons 
//=====================================

[Rx_Weapon]
ItemName="未命名武器"
PickupMessage="未命名武器"

[Rx_Weapon_Reloadable]
ItemName="未命名可装填武器"
PickupMessage="未命名可装填武器"

[Rx_Weapon_Spray]
ItemName="未命名喷射武器"
PickupMessage="未命名喷射武器"

[Rx_Weapon_Scoped]
ItemName="未命名瞄准镜武器"
PickupMessage="未命名瞄准镜武器"

[Rx_Weapon_AutoRifle]
ItemName="自动步枪"
PickupMessage="自动步枪"

[Rx_Weapon_TacticalRifle]
ItemName="战术步枪"
PickupMessage="战术步枪"

[Rx_Weapon_Shotgun]
ItemName="霰弹枪"
PickupMessage="霰弹枪"

[Rx_Weapon_RocketLauncher]
ItemName="火箭发射器"
PickupMessage="火箭发射器"

[Rx_Weapon_Flamethrower]
ItemName="火焰喷射器"
PickupMessage="火焰喷射器"

[Rx_Weapon_GrenadeLauncher]
ItemName="榴弹发射器"
PickupMessage="榴弹发射器"

[Rx_Weapon_Pistol]
ItemName="消音手枪"
PickupMessage="消音手枪"

[Rx_Weapon_Pistol_UnSILENCED]
ItemName="手枪"
PickupMessage="手枪"

[Rx_Weapon_ChainGun]
ItemName="链枪"
PickupMessage="链枪"

[Rx_Weapon_SniperRifle]
ItemName="狙击步枪"
PickupMessage="狙击步枪"

[Rx_Weapon_VoltAutoRifle]
ItemName="伏特自动步枪"
PickupMessage="伏特自动步枪"

[Rx_Weapon_RamjetRifle]
ItemName="冲压喷气步枪"
PickupMessage="冲压喷气步枪"

[Rx_Weapon_Railgun]
ItemName="磁轨炮"
PickupMessage="磁轨炮"

[Rx_Weapon_PersonalIonCannon]
ItemName="个人离子炮"
PickupMessage="个人离子炮"

[Rx_Weapon_LaserRifle]
ItemName="激光步枪"
PickupMessage="激光步枪"

[Rx_Weapon_LaserChainGun]
ItemName="激光链枪"
PickupMessage="激光链枪"

[Rx_Weapon_MissileLauncher]
ItemName="导弹发射器"
PickupMessage="导弹发射器"

[Rx_Weapon_ChemicalThrower]
ItemName="化学投掷器"
PickupMessage="化学投掷器"

[Rx_Weapon_FlakCannon]
ItemName="高射炮"
PickupMessage="高射炮"

[Rx_Weapon_RepairGun]
ItemName="修理枪"
PickupMessage="修理枪"

[Rx_Weapon_RepairGunAdvanced]
ItemName="高级版修理枪"
PickupMessage="高级版修理枪"

[Rx_Weapon_TimedC4]
ItemName="定时C4"
PickupMessage="定时C4"

[Rx_Weapon_RemoteC4]
ItemName="遥控C4"
PickupMessage="遥控C4"

[Rx_Weapon_ProxyC4]
ItemName="感应 C4"
PickupMessage="感应 C4"

[Rx_Weapon_Beacon]
PurchaseDesc="<font size='8'>优点：\n-即时建筑物破坏\n缺点：\n-60秒影响\n-使用物品插槽</font>"

[Rx_Weapon_NukeBeacon]
ItemName="核打击信标"
PickupMessage="核打击信标"

[Rx_Weapon_IonCannonBeacon]
ItemName="离子炮信标"
PickupMessage="离子炮信标"

[Rx_Weapon_Blueprint]
ItemName="蓝图"
PickupMessage="蓝图"

[Rx_Weapon_Blueprint_Defense_GT_GDI]
ItemName="守卫塔蓝图"
PickupMessage="守卫塔蓝图"
PurchaseDesc="<font size='8'>优点：\n-自动防御\n-擅长对抗步兵\n\n缺点：\n-对抗车辆较差\n-经验增益较少</font>"

[Rx_Weapon_Blueprint_Defense_Turret_GDI]
ItemName="炮塔蓝图"
PickupMessage="炮塔蓝图"
PurchaseDesc="<font size='8'>优点：\n-自动防御\n-对抗车辆良好：\n-对抗步兵较差\n-较少老兵增益\n-破坏获得大量老兵</font>"

[Rx_Weapon_Blueprint_Defense_GT_Nod]
ItemName="警卫塔"
PickupMessage="守卫塔蓝图"
PurchaseDesc="<font size='8'>优点：\n-自动防御\n-擅长对抗步兵\n\n缺点：\n-对抗车辆较差\n-经验增益较少</font>"

[Rx_Weapon_Blueprint_Defense_Turret_Nod]
ItemName="炮塔蓝图"
PickupMessage="炮塔蓝图"
PurchaseDesc="<font size='8'>优点：\n-自动防御\n-对抗车辆良好：\n-对抗步兵较差\n-较少老兵增益\n-破坏获得大量老兵</font>"

[Rx_Weapon_Blueprint_Defense_CeilingTurret]
ItemName="吸顶转塔"
PickupMessage="天花板炮塔蓝图"
PurchaseDesc="<font size='8'>优点：\n-自动防御\n-擅长对抗步兵\n\n缺点：\n-脆弱\n-经验增益减少</font>"

[Rx_Weapon_Grenade]
ItemName="破片手榴弹"
PickupMessage="破片手榴弹"

[Rx_Weapon_Grenade_Rechargeable]
ItemName="破片手榴弹"
PickupMessage="破片手榴弹"

[Rx_Weapon_SMG]
ItemName="冲锋手枪"
PickupMessage="冲锋手枪"

[Rx_Weapon_SMG_Silenced]
ItemName="消音机关手枪"
PickupMessage="消音机关手枪"

[Rx_Weapon_HeavyPistol]
ItemName="重型手枪"
PickupMessage="重型手枪"

[Rx_Weapon_MarksmanRifle]
ItemName="射手步枪"
PickupMessage="射手步枪"

[Rx_Weapon_Carbine]
ItemName="卡宾枪"
PickupMessage="卡宾枪"

[Rx_Weapon_Carbine_Silencer]
ItemName="消音卡宾枪"
PickupMessage="消音卡宾枪"

[Rx_Weapon_Airstrike]
ItemName="空袭指示符"
PickupMessage="空袭指示符"
PurchaseDesc="<font size='8'>优点：\n-5秒撞击\n-快速轰炸\n-反步兵/车辆\n缺点：\n-弱与。建筑物\n-使用物品栏</font>"

[Rx_Weapon_Airstrike_GDI]
ItemName="A-10空袭"
PickupMessage="A-10空袭"

[Rx_Weapon_Airstrike_Nod]
ItemName="AC-130空袭"
PickupMessage="AC-130空袭"

[Rx_Weapon_TiberiumFlechetteRifle]
ItemName="泰伯利亚箭步枪"
PickupMessage="泰伯利亚箭步枪"

[Rx_Weapon_TiberiumAutoRifle]
ItemName="泰矿自动步枪"
PickupMessage="泰矿自动步枪"

[Rx_Weapon_TiberiumAutoRifle_Blue]
ItemName="泰矿自动步枪"
PickupMessage="泰矿自动步枪"

[Rx_Weapon_ATMine]
ItemName="反坦克地雷"
PickupMessage="反坦克地雷"

[Rx_Weapon_EMPGrenade]
ItemName="电磁脉冲手榴弹"
PickupMessage="电磁脉冲手榴弹"

[Rx_Weapon_EMPGrenade_Rechargeable]
ItemName="电磁脉冲手榴弹"
PickupMessage="电磁脉冲手榴弹"

[Rx_Weapon_RepairTool]
ItemName="修复工具"
PickupMessage="修复工具"
PurchaseDesc="<font size='8'>优点：\n-修复单位/建筑物\n-解除地雷\n\n缺点：\n-需要充能\n-占用物品栏</font>"

[Rx_Weapon_SmokeGrenade]
ItemName="烟雾弹"
PickupMessage="烟雾弹"

[Rx_Weapon_SmokeGrenade_Rechargeable]
ItemName="烟雾弹"
PickupMessage="烟雾弹"

[Rx_Weapon_TiberiumGrenade_Rechargeable]
ItemName="泰矿手榴弹"
PickupMessage="泰矿手榴弹"

[Rx_Weapon_SniperRifle_UnSilenced]
ItemName="狙击步枪"
PickupMessage="狙击步枪"

//=====================================
//Rx WeaponAbilities
//=====================================

[Rx_WeaponAbility]
ItemName="未命名能力"
PickupMessage="未命名能力"

[Rx_WeaponAbility_TiberiumGrenade]
ItemName="泰矿手榴弹"
PickupMessage="泰矿手榴弹"

[Rx_WeaponAbility_Grenade]
ItemName="破片手榴弹"
PickupMessage="破片手榴弹"

[Rx_WeaponAbility_EMPGrenade]
ItemName="电磁脉冲手榴弹"
PickupMessage="电磁脉冲手榴弹"

[Rx_WeaponAbility_SmokeGrenade]
ItemName="烟雾弹"
PickupMessage="烟雾弹"

[Rx_WeaponAbility_TacRifleGrenade]
ItemName="榴弹发射器"
PickupMessage="下挂式榴弹发射器"

//=====================================
//	Damage Types
//=====================================


[Rx_DmgType]
DeathString="`k 击杀了 `o"
FemaleSuicide="`o 自杀"
MaleSuicide="`o 死亡"

WeaponName="伤害"
[Rx_DmgType_A10_Missile]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="A-10空袭"

[Rx_DmgType_AATower]
DeathString="`k 击杀了 `o"

MaleSuicide="`o 死亡"
WeaponName="防空塔"
[Rx_DmgType_Abduction]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="伤害"

[Rx_DmgType_AGT_MG]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_AGT_Rocket]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_Apache_Gun]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="阿帕奇机炮"

[Rx_DmgType_Apache_Rocket]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="阿帕奇火箭"

[Rx_DmgType_Apache_Passenger]
DeathString="`k 击杀了 `o"
WeaponName="阿帕奇导弹"

MaleSuicide="`o 死亡"
[Rx_DmgType_Artillery]
DeathString="`k 击杀了 `o"
WeaponName="自行火炮"

MaleSuicide="`o 死亡"
[Rx_DmgType_APC]
WeaponName="装甲运兵车"

DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
[Rx_DmgType_ATMine]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="反坦克地雷"

[Rx_DmgType_AutoRifle]
DeathString="`k 击杀了 `o"
WeaponName="自动步枪"

MaleSuicide="`o 死亡"
[Rx_DmgType_BarbedWire]
MaleSuicide="`o 死亡"

DeathString="`k 击杀了 `o"
WeaponName="伤害"
[Rx_DmgType_Buggy]
WeaponName="越野车"

DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
[Rx_DmgType_Bullet]
MaleSuicide="`o 死亡"
WeaponName="枪弹"

DeathString="`k 击杀了 `o"
[Rx_DmgType_Burn]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="火焰"

[Rx_DmgType_BurnC4]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_Carbine]
DeathString="`k 击杀了 `o"
WeaponName="卡宾枪"

MaleSuicide="`o 死亡"
[Rx_DmgType_ChainGun]
DeathString="`k 击杀了 `o"
WeaponName="链式机枪"

MaleSuicide="`o 死亡"
[Rx_DmgType_ChemicalThrower]
DeathString="`k 击杀了 `o"
WeaponName="化学喷射器"

MaleSuicide="`o 死亡"
[Rx_DmgType_Chinook]
DeathString="`k 击杀了 `o"
WeaponName="运输直升机"

MaleSuicide="`o 死亡"
[Rx_DmgType_CruiseMissile]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="伤害"

[Rx_DmgType_Drowned]
MaleSuicide="`o 死亡"
WeaponName="伤害"

DeathString="`k 击杀了 `o"
[Rx_DmgType_Electric]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="电击"

[Rx_DmgType_Explosive]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"

WeaponName="伤害"
[Rx_DmgType_EMP]
WeaponName="电磁脉冲"

DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
[Rx_DmgType_Explosive]
WeaponName="伤害"

DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
[Rx_DmgType_Fell]
MaleSuicide="`o 死亡"
WeaponName="伤害"

DeathString="`k 击杀了 `o"
[Rx_DmgType_FlakCannon]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="高射炮"

[Rx_DmgType_FlakCannon_Alt]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="高射炮弹"

[Rx_DmgType_FlameTank]
DeathString="`k 击杀了 `o"
WeaponName="火焰坦克"

MaleSuicide="`o 死亡"
[Rx_DmgType_FlameThrower]
DeathString="`k 击杀了 `o"
WeaponName="火焰喷射器"

MaleSuicide="`o 死亡"
[Rx_DmgType_Grenade]
DeathString="`k 击杀了 `o"
MaleString="`o 尝试用手榴弹玩回旋镖"
WeaponName="手榴弹"

MaleSuicide="`o 死亡"
[Rx_DmgType_GrenadeLauncher]
DeathString="`k 击杀了 `o"
MaleString="`o 发射的手榴弹距离太近了"
WeaponName="榴弹发射器"

MaleSuicide="`o 死亡"
[Rx_DmgType_GuardTower]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_GunEmpl]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_GunEmpl_Alt]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_Headshot]
DeathString="`k 爆头击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_HeavyPistol]
DeathString="`k 击杀了 `o"
WeaponName="重型手枪"

MaleSuicide="`o 死亡"
[Rx_DmgType_Hovercraft_Cannon]
WeaponName="气垫船火炮"

DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
[Rx_DmgType_Hovercraft_Rockets]
WeaponName="气垫船火箭"

DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
[Rx_DmgType_Humvee]
WeaponName="悍马车"

DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
[Rx_DmgType_IonCannon]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="离子炮打击"

[Rx_DmgType_Kamikaze]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="伤害"

[Rx_DmgType_LaserChainGun]
DeathString="`k 击杀了 `o"
WeaponName="激光链枪"

MaleSuicide="`o 死亡"
[Rx_DmgType_LaserRifle]
DeathString="`k 击杀了 `o"
WeaponName="激光步枪"

MaleSuicide="`o 死亡"
[Rx_DmgType_LightningStrike]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="雷击"

[Rx_DmgType_LightTank]
DeathString="`k 击杀了 `o"
WeaponName="轻型坦克"

MaleSuicide="`o 死亡"
[Rx_DmgType_M2Bradley]
DeathString="`k 击杀了 `o"
WeaponName="M2布雷德利"

MaleSuicide="`o 死亡"
[Rx_DmgType_M2Bradley_Rocket]
DeathString="`k 击杀了 `o"
WeaponName="M2布雷德利火箭"

MaleSuicide="`o 死亡"
[Rx_DmgType_MammothTank_Cannon]
DeathString="`k 击杀了 `o"
WeaponName="猛犸坦克双管炮"

MaleSuicide="`o 死亡"
[Rx_DmgType_MammothTank_Missile]
DeathString="`k 击杀了 `o"
WeaponName="猛犸坦克导弹"

MaleSuicide="`o 死亡"
[Rx_DmgType_MarksmanRifle]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_MediumTank]
DeathString="`k 击杀了 `o"
WeaponName="中型坦克"

MaleSuicide="`o 死亡"
[Rx_DmgType_MissileLauncher]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="导弹发射器"

[Rx_DmgType_MRLS]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="多管火箭发射车"

[Rx_DmgType_Nuke]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="核弹打击"

[Rx_DmgType_Obelisk]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_Orca_Gun]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="奥卡机炮"

[Rx_DmgType_Orca_Rocket]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="奥卡火箭"

[Rx_DmgType_Orca_Passenger]
DeathString="`k 击杀了 `o"
WeaponName="奥卡导弹"

MaleSuicide="`o 死亡"
[Rx_DmgType_Pancake]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_PersonalIonCannon]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="个人离子炮"

[Rx_DmgType_Pistol]
DeathString="`k 击杀了 `o"
WeaponName="手枪"

MaleSuicide="`o 死亡"
[Rx_DmgType_ProxyC4]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="感应C4"

[Rx_DmgType_Railgun]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_RamjetRifle]
DeathString="`k 击杀了 `o"
WeaponName="冲压式狙击步枪"

MaleSuicide="`o 死亡"
[Rx_DmgType_RanOver]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="伤害"

[Rx_DmgType_RanOverbyThomas]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_RemoteC4]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="伤害"

[Rx_DmgType_Rocket]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="火箭"

[Rx_DmgType_RocketEmpl_Missile]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_Rocket]
DeathString="`k 击杀了 `o"
WeaponName="火箭"

MaleSuicide="`o 死亡"
[Rx_DmgType_RocketLauncher]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="火箭发射器"

[Rx_DmgType_SAMSite]
DeathString="`k 击杀了 `o"
WeaponName="防空导弹"

MaleSuicide="`o 死亡"
[Rx_DmgType_Shotgun]
DeathString="`k 击杀了 `o"
WeaponName="霰弹枪"

MaleSuicide="`o 死亡"
[Rx_DmgType_SMG]
DeathString="`k 击杀了 `o"
WeaponName="冲锋枪"

MaleSuicide="`o 死亡"
[Rx_DmgType_SniperRifle]
DeathString="`k 击杀了 `o"
WeaponName="狙击步枪"

MaleSuicide="`o 死亡"
[Rx_DmgType_StealthTank]
DeathString="`k 击杀了 `o"
WeaponName="隐形坦克"

MaleSuicide="`o 死亡"
[Rx_DmgType_TacticalRifle]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="战术步枪"

[Rx_DmgType_TacticalRifleGrenade]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="战术榴弹"

[Rx_DmgType_Tiberium]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="泰伯利亚"

[Rx_DmgType_Tiberium_Blue]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="蓝色泰伯利亚"

[Rx_DmgType_TiberiumAutoRifle]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="泰伯利亚自动步枪"

[Rx_DmgType_TiberiumAutoRifle_Blue]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="蓝色泰伯利亚自动步枪"

[Rx_DmgType_TiberiumAutoRifle_Blue]
DeathString="`k 击杀了 `o"
WeaponName="蓝色泰伯利亚自动步枪"

MaleSuicide="`o 死亡"
[Rx_DmgType_TiberiumFlechetteRifle]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_TiberiumGrenade]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="泰伯利亚手榴弹"

[Rx_DmgType_TimedC4]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="定时C4"

[Rx_DmgType_Turret]
DeathString="`k 击杀了 `o"
WeaponNama="外壳"

MaleSuicide="`o 死亡"
WeaponName="伤害"
[Rx_DmgType_VehicleMG]
DeathString="`k 击杀了 `o"

MaleSuicide="`o 死亡"
WeaponName="载具机枪"
[Rx_DmgType_VoltAutoRifle]
DeathString="`k 击杀了 `o"
WeaponName="伤害"

MaleSuicide="`o 死亡"
[Rx_DmgType_VoltRifle_Alt]
DeathString="`k 击杀了 `o"
MaleSuicide="`o 死亡"
WeaponName="伤害"

[TSR_Vehicle_HoverMRLS_DmgType]
DeathString="`k 使用多管火箭炮击杀了 `o"
WeaponName="多管火箭炮"

[TSR_Vehicle_AttackCycle_DmgType]
DeathString="`k 驾驶攻击机车击杀了 `o"
WeaponName="攻击机车"

[TSR_Vehicle_TickTank_DmgType]
DeathString="`k 驾驶甲虫坦克击杀了 `o"
WeaponName="甲虫坦克"

[TSR_Vehicle_Titan_DmgType]
DeathString="`k 驾驶泰坦击杀了 `o"
WeaponName="泰坦"

[TSR_Vehicle_Wolverine_DmgType]
DeathString="`k 驾驶狼式机甲击杀了 `o"
WeaponName="狼式机甲"

//=====================================
//	Characters
//=====================================

[Rx_FamilyInfo]
CharacterName="未命名角色"
PT_Title="未命名"

// GDI Infantry
[Rx_FamilyInfo_GDI_Soldier]
CharacterName="士兵"
PT_Title="士兵"
PT_Description="装甲：凯夫拉防弹衣\n速度：100\n副武器：手枪\n+反步兵"

[Rx_FamilyInfo_GDI_Shotgunner]
CharacterName="霰弹枪手"
PT_Title="霰弹枪"
PT_Description="装甲：凯夫拉防弹衣\n速度：95\n副武器：手枪\n+反步兵"

[Rx_FamilyInfo_GDI_Grenadier]
CharacterName="掷弹兵"
PT_Title="掷弹兵"
PT_Description="装甲：防破片背心\n速度：100\n副武器：手枪\n+防装甲\n+防建筑"

[Rx_FamilyInfo_GDI_Marksman]
CharacterName="神射手"
PT_Title="射手"
PT_Description="装甲：凯夫拉防弹衣\n速度：100\n副武器：手枪\n+反步兵"

[Rx_FamilyInfo_GDI_Engineer]
CharacterName="工程师"
PT_Title="工程师"
PT_Description="装甲：防破片背心\n速度：95\n副武器：消音手枪\n遥控C4\n+防建\n+维修/支持"

[Rx_FamilyInfo_GDI_Officer]
CharacterName="官员"
PT_Title="官员"
PT_Description="装甲：凯夫拉防弹衣\n速度：100\n副武器：手枪\n烟雾弹\n+反步兵"

[Rx_FamilyInfo_GDI_RocketSoldier]
CharacterName="火箭兵"
PT_Title="火箭兵"
PT_Description="装甲：防破片背心\n速度：95\n副武器：冲锋枪\n反坦克地雷\n+防弹\n+防空"

[Rx_FamilyInfo_GDI_McFarland]
CharacterName="麦克法兰"
PT_Title="麦克法兰"
PT_Description="装甲：凯夫拉防弹衣\n速度：105\n副武器：手枪\n破片手榴弹\n+反步兵"

[Rx_FamilyInfo_GDI_Gunner]
CharacterName="炮手"
PT_Title="枪手"
PT_Description="装甲：防破片背心\n速度：95\n副武器：卡宾枪\n电磁脉冲手榴弹\nAT地雷\n+反装甲\n+反结构"

[Rx_FamilyInfo_GDI_Deadeye]
CharacterName="神枪手"
PT_Title="神射手"
PT_Description="装甲：轻型\n速度：90\n副武器：机关手枪\n烟雾弹\n+反步兵"

[Rx_FamilyInfo_GDI_Patch]
CharacterName="补丁"
PT_Title="补丁"
PT_Description="装甲：凯夫拉防弹衣\n速度：112.5\n副武器：重型手枪\n破片手榴弹\n+反步兵"

[Rx_FamilyInfo_GDI_Havoc]
CharacterName="浩劫"
PT_Title="浩劫"
PT_Description="装甲：轻型\n速度：90\n副武器：卡宾枪\n烟雾弹\n+反步兵"

[Rx_FamilyInfo_GDI_Sydney]
CharacterName="悉尼"
PT_Title="悉尼"
PT_Description="装甲：防破片背心\n速度：100\n副武器：箭形步枪\n电磁脉冲手榴弹\n反坦克地雷\n+反装甲"

[Rx_FamilyInfo_GDI_Mobius]
CharacterName="莫比乌斯环"
PT_Title="莫比乌斯"
PT_Description="装甲：凯夫拉防弹衣\n速度：100\n副武器：重手枪\n+抗一切"

[Rx_FamilyInfo_GDI_Hotwire]
CharacterName="热线"
PT_Title="热线"
PT_Description="装甲：防破片背心\n速度：100\n副武器：消音手枪\n遥控C4\n近距离地雷\n+防建筑\n+维修/支持"

//GDI Hero Units
[Rx_FamilyInfo_GDI_Sydney_Suit]
CharacterName="装甲悉尼"
PT_Title="装甲悉尼"
PT_Description="装甲：防破片背心\n速度：95\n副武器：泰矿自动步枪\n+抗一切"


// Nod Infantry
[Rx_FamilyInfo_Nod_Soldier]
CharacterName="士兵"
PT_Title="士兵"
PT_Description="装甲：凯夫拉防弹衣\n速度：100\n副武器：手枪\n+反步兵"

[Rx_FamilyInfo_Nod_Shotgunner]
CharacterName="霰弹枪手"
PT_Title="霰弹枪"
PT_Description="装甲：凯夫拉防弹衣\n速度：100\n副武器：手枪\n+反步兵"

[Rx_FamilyInfo_Nod_FlameTrooper]
CharacterName="喷火兵"
PT_Title="喷火兵"
PT_Description="装甲：防破片背心\n速度：105\n副武器：手枪\n+抗一切"

[Rx_FamilyInfo_Nod_Marksman]
CharacterName="神射手"
PT_Title="射手"
PT_Description="装甲：凯夫拉防弹衣\n速度：100\n副武器：手枪\n+反步兵"

[Rx_FamilyInfo_Nod_Engineer]
CharacterName="工程师"
PT_Title="工程师"
PT_Description="装甲：防破片背心\n速度：95\n副武器：消音手枪\n遥控C4\n+防建\n+维修/支持"

[Rx_FamilyInfo_Nod_Officer]
CharacterName="官员"
PT_Title="官员"
PT_Description="装甲：凯夫拉防弹衣\n速度：110\n副武器：手枪\n烟雾弹\n+反步兵"

[Rx_FamilyInfo_Nod_RocketSoldier]
CharacterName="火箭兵"
PT_Title="火箭兵"
PT_Description="装甲：防破片背心\n速度：105\n副武器：机关手枪\n反坦克地雷\n+防弹\n+防空"

[Rx_FamilyInfo_Nod_ChemicalTrooper]
CharacterName="化学战士"
PT_Title="化学战士"
PT_Description="装甲：防破片背心\n速度：100\n副武器：手枪\n泰伯利亚手榴弹\n+抗一切"

[Rx_FamilyInfo_Nod_StealthBlackHand]
CharacterName="隐形黑手"
PT_Title="隐形黑手"
PT_Description="装甲：拉撒路\n速度：110\n副武器：S.M.手枪\n主动迷彩\n+抗一切"

[Rx_FamilyInfo_Nod_BlackHandSniper]
CharacterName="黑手狙击手"
PT_Title="黑手狙击手"
PT_Description="装甲：轻型\n速度：90\n副武器：机关手枪\n烟雾弹\n+反步兵"

[Rx_FamilyInfo_Nod_LaserChainGunner]
CharacterName="激光链炮"
PT_Title="激光链枪"
PT_Description="装甲：防破片背心\n速度：80\n电磁脉冲手榴弹\n反坦克地雷\n+反一切\n+重步兵"

[Rx_FamilyInfo_Nod_Sakura]
CharacterName="樱花"
PT_Title="樱花"
PT_Description="装甲：轻型\n速度：90\n副武器：S.卡宾枪\n烟雾弹\n+反步兵"

[Rx_FamilyInfo_Nod_Raveshaw]
CharacterName="雷夫肖"
PT_Title="雷夫肖"
PT_Description="装甲：防破片背心\n速度：100\n副武器：箭形步枪\n电磁脉冲手榴弹\n反坦克地雷\n+反装甲"

[Rx_FamilyInfo_Nod_Mendoza]
CharacterName="门多萨"
PT_Title="门多萨"
PT_Description="装甲：凯夫拉防弹衣\n速度：110\n副武器：重手枪\n+抗一切"

[Rx_FamilyInfo_Nod_Technician]
CharacterName="技术员"
PT_Title="技术员"
PT_Description="装甲：防破片背心\n速度：100\n副武器：消音手枪\n遥控C4\n近距离地雷\n+防建筑\n+维修/支持"

//Nod Hero Units 
[Rx_FamilyInfo_Nod_Raveshaw_Mutant]
CharacterName="突变型雷夫肖"
PT_Title="突变雷夫肖"
PT_Description="装甲：防破片背心\n速度：95\n副武器：泰矿自动步枪\n+抗一切"

//Custom Infantry Units
[TSR_FamilyInfo_GDI_LightInfantry]
CharacterName="轻步兵"
PT_Title="轻步兵"
PT_Description="装甲：凯夫拉防弹衣\n速度：100\n副武器：手枪\n+反步兵"

[TSR_FamilyInfo_Nod_LightInfantry]
CharacterName="轻步兵"
PT_Title="轻步兵"
PT_Description="装甲：凯夫拉防弹衣\n速度：100\n副武器：手枪\n+反步兵"

[APB_FamilyInfo_ALD_RifleInfantry]
CharacterName="步枪步兵"
PT_Title="步枪步兵"
PT_Description="装甲：凯夫拉防弹衣\n速度：100\n副武器：手枪\n+反步兵"


//=====================================
//	Vehicles
//=====================================
[Rx_Vehicle]
VehiclePositionString="在载具中"
VehicleNameString="载具"

[Rx_Vehicle_Treaded]
VehiclePositionString="在坦克中"
VehicleNameString="坦克"

[Rx_Vehicle_MammothTank]
VehiclePositionString="在猛犸坦克中"
VehicleNameString="猛犸坦克"
PT_Title="猛犸坦克"
PT_Description="<font size='10'>-120毫米双管炮\n-獠牙导弹\n-重型装甲\n-重型战车\n-驾驶员+乘客</font>"

[Rx_Vehicle_MediumTank]
VehiclePositionString="在中型坦克中"
VehicleNameString="中型坦克"
PT_Title="中型坦克"
PT_Description="<font size='10'>-105毫米坦克炮\n-同轴机枪\n-重型装甲\n-主战坦克\n-驾驶员+乘客</font>"

[Rx_Vehicle_Chinook]
VehiclePositionString="在运输直升机中"
VehicleNameString="支奴干运输直升机"
PT_Title="运输直升机"
PT_Description="<font size='10'>-2挺加特林机枪\n-轻型装甲\n-部队运输\n-飞行员+4名乘客</font>"

[Rx_Vehicle_APC_Nod]
VehiclePositionString="在装甲运兵车中"
VehicleNameString="装甲运兵车"
PT_Title="装甲运兵车"
PT_Description="<font size='10'>-M134机枪\n-重型装甲\n-部队运输\n-驾驶员+4名乘客</font>"

[Rx_Vehicle_APC_GDI]
VehiclePositionString="在装甲运兵车中"
VehicleNameString="装甲运兵车"
PT_Title="装甲运兵车"
PT_Description="<font size='10'>-M134机枪\n-重型装甲\n-部队运输\n-驾驶员+4名乘客</font>"

[Rx_Vehicle_Buggy]
VehiclePositionString="在越野车中"
VehicleNameString="越野车"
PT_Title="越野车"
PT_Description="<font size='10'>-.50口径机枪\n-轻型装甲\n-高速侦察载具\n-驾驶员+乘客</font>"

[Rx_Vehicle_HoverCraft]
VehiclePositionString="在气垫船中"
VehicleNameString="气垫船"

[Rx_Vehicle_Humvee]
VehiclePositionString="在悍马车中"
VehicleNameString="悍马车"
PT_Title="悍马车"
PT_Description="<font size='10'>-.50口径机枪\n-轻型装甲\n-高速侦察载具\n-驾驶员+乘客</font>"

[Rx_Vehicle_MRLS]
VehiclePositionString="在多管火箭发射车中"
VehicleNameString="多管火箭发射车"
PT_Title="多管火箭发射车"
PT_Description="<font size='10'>-M269导弹\n-轻型装甲\n-远程火力支援\n-驾驶员+乘客</font>"

[Rx_Vehicle_LightTank]
VehiclePositionString="在轻型坦克中"
VehicleNameString="轻型坦克"
PT_Title="轻型坦克"
PT_Description="<font size='10'>-75毫米坦克炮\n-重型装甲\n-主战坦克\n-驾驶员+乘客</font>"

[Rx_Vehicle_Artillery]
VehiclePositionString="在自行火炮中"
VehicleNameString="自行火炮"
PT_Title="自行火炮"
PT_Description="<font size='10'>-155毫米榴弹炮\n-轻型装甲\n-远程火力支援\n-驾驶员+乘客</font>"

[Rx_Vehicle_FlameTank]
VehiclePositionString="在火焰坦克中"
VehicleNameString="火焰坦克"
PT_Title="火焰坦克"
PT_Description="<font size='10'>-双管火焰喷射器\n-重型装甲\n-近距离压制\n-驾驶员+乘客</font>"

[Rx_Vehicle_StealthTank]
VehiclePositionString="在隐形坦克中"
VehicleNameString="隐形坦克"
PT_Title="隐形坦克"
PT_Description="<font size='10'>-2枚TOW导弹\n-重型装甲\n-游击战载具\n-主动隐形\n-仅限驾驶员</font>"

[Rx_Defence_GunEmplacement]
VehiclePositionString="在机枪炮位中"
VehicleNameString="机枪炮位"

[Rx_Defence_RocketEmplacement]
VehiclePositionString="在火箭炮位中"
VehicleNameString="火箭炮位"

[Rx_Vehicle_A10]
VehiclePositionString="在A-10攻击机中"
VehicleNameString="A-10攻击机"

[Rx_Vehicle_Apache]
VehiclePositionString="在阿帕奇中"
VehicleNameString="阿帕奇"
PT_Title="阿帕奇"
PT_Description="<font size='10'>-30毫米自动炮\n-Hydra-70火箭\n-轻型装甲\n-攻击直升机\n-飞行员+乘客</font>"

[Rx_Vehicle_Orca]
VehiclePositionString="在奥卡战机中"
VehicleNameString="奥卡战机"
PT_Title="奥卡"
PT_Description="<font size='10'>-地狱火导弹\n-.50口径机枪\n-轻型装甲\n-攻击型垂直起降战机\n-飞行员+乘客</font>"

[Rx_Vehicle_Harvester]
VehiclePositionString="在采矿车中"
VehicleNameString="泰伯利亚采矿车"

[Rx_Vehicle_HoverCraft_GDI]
VehiclePositionString="在气垫船中"
VehicleNameString="气垫船"

[Rx_Vehicle_Bus]
VehiclePositionString="在巴士中"
VehicleNameString="巴士"

[Rx_Defence_GuardTower]
VehiclePositionString="在警卫塔中"
VehicleNameString="警卫塔"

[Rx_Defence_Turret]
VehiclePositionString="在炮塔中"
VehicleNameString="炮塔"

[Rx_Defence_AATower]
VehiclePositionString="在防空塔中"
VehicleNameString="防空塔"

[Rx_Defence_SAMSite]
VehiclePositionString="在SAM阵地中"
VehicleNameString="SAM阵地"

[Rx_Defence_CeilingTurret]
VehiclePositionString="在吸顶炮塔中"
VehicleNameString="吸顶炮塔"

[Rx_Vehicle_MG_GDI]
VehiclePositionString="在.50口径机枪位中"
VehicleNameString=".50口径机枪"

[Rx_Vehicle_BattleDrone]
VehiclePositionString="在战斗无人机中"
VehicleNameString="战斗无人机"

[Ren_Vehicle_HummVee]
VehiclePositionString="在悍马车中"
VehicleNameString="悍马车"
PT_Title="悍马车"
PT_Description="<font size='10'>-.50口径机枪\n-轻型装甲\n-高速侦察载具\n-驾驶员+乘客</font>"

[Ren_Vehicle_Buggy]
VehiclePositionString="在越野车中"
VehicleNameString="越野车"
PT_Title="越野车"
PT_Description="<font size='10'>-.50口径机枪\n-轻型装甲\n-高速侦察载具\n-驾驶员+乘客</font>"

[TSR_Vehicle_HoverMRLS]
VehiclePositionString="气垫船中的"
VehicleNameString="悬停MRLS"
PT_Title="悬停MRLS"
PT_Description="<font size='10'>-多发射导弹系统\n-轻装甲\n-远程支援\n-驾驶员</font>"

[TSR_Vehicle_Titan]
VehiclePositionString="泰坦 运输卡车中的"
VehicleNameString="泰坦"
PT_Title="泰坦"
PT_Description="<font size='10'>-120毫米加农炮\n-重甲\n-主战机甲\n-驾驶员+乘客</font>"

[TSR_Vehicle_Wolverine]
VehiclePositionString="金刚狼 X66-A2猛犸象中的"
VehicleNameString="金刚狼"
PT_Title="金刚狼"
PT_Description="<font size='10'>-2x加特林机枪\n-轻甲\n-快速攻击侦察兵\n-驾驶员</font>"

[TSR_Vehicle_TickTank]
VehiclePositionString="在蜱虫罐中 蜱虫箱中的"
VehicleNameString="蜱虫罐"
PT_Title="蜱虫罐"
PT_Description="<font size='10'>\n-75毫米加农炮\n-重装甲\n-主战坦克\n-驾驶员 +乘客</font>"

[TSR_Vehicle_AttackCycle]
VehiclePositionString="F-22 猛禽中的"
VehicleNameString="攻击周期"
PT_Title="攻击周期"
PT_Description="<font size='10'>-SWARM火箭\n-Hydra-70火箭\n-极轻装甲\n-快速骚扰者\n-驾驶员仅</font>"

[TSR_Vehicle_Buggy]
VehiclePositionString="在攻击车中 攻击周期中的"
VehicleNameString="攻击车"
PT_Title="攻击车"
PT_Description="<font size='10'>-.火神炮\n-轻甲\n-快速攻击侦察兵\n-驾驶员+乘客</font>"

[APB_Vehicle_TeslaTank]
VehiclePositionString=""
VehicleNameString="特斯拉坦克"
PT_Title="特斯拉坦克"
PT_Description=<font size='10'>\n-Tesla Coils\n-Heavy Armour\n-Anti-Surface Tank\n-Driver + Passenger</font>

//Classic Vehicles
[Rx_Vehicle_M2Bradley]
VehiclePositionString="在M2布雷德利中"
VehicleNameString="M2布雷德利"
PT_Title="M2布雷德利"
PT_Description="<font size='10'>-25毫米自动炮\n-重型装甲\n-主战坦克\n-驾驶员+乘客</font>"

[Rx_Vehicle_ReconBike]
VehiclePositionString="在侦察摩托上"
VehicleNameString="侦察摩托"
PT_Title="侦察摩托"
PT_Description="<font size='10'>-2枚TOW导弹\n-超轻型装甲\n-高速骚扰载具\n-仅限驾驶员</font>"

[Rx_Vehicle_HumveeTOW]
VehiclePositionString="在TOW悍马车中"
VehicleNameString="TOW悍马车"
PT_Title="TOW悍马车"
PT_Description="<font size='10'>-2枚TOW导弹\n-超轻型装甲\n-高速骚扰载具\n-仅限驾驶员</font>"

[Rx_Vehicle_CrusaderTank]
VehiclePositionString="在十字军坦克中"
VehicleNameString="十字军坦克"
PT_Title="十字军坦克"
PT_Description="<font size='10'>-105毫米坦克炮\n-同轴机枪\n-重型装甲\n-主战坦克\n-驾驶员+乘客</font>"

[GEN_Vehicle_ScorpionTank]
VehiclePositionString="在蝎子坦克中"
VehicleNameString="蝎子坦克"
PT_Title="蝎子坦克"
PT_Description="<font size='10'>-75毫米坦克炮\n-蝎子火箭\n-重型装甲\n-主战坦克\n-驾驶员+乘客</font>"

[RA2_Vehicle_ApocalypseTank]
VehiclePositionString="在天启坦克中"
VehicleNameString="天启坦克"
PT_Title="天启坦克"
PT_Description="<font size='10'>-120毫米双管炮\n-火箭发射舱\n-重型装甲\n-重型战车\n-驾驶员+乘客</font>"

[RA2_Vehicle_TeslaTank]
VehiclePositionString="在特斯拉坦克中"
VehicleNameString="特斯拉坦克"
PT_Title="特斯拉坦克"
PT_Description="<font size='10'>-双联特斯拉线圈\n-重型装甲\n-反地面坦克\n-驾驶员+乘客</font>"

//=====================================
//	Vehicle Weapons
//=====================================

[Rx_Vehicle_Weapon]
ItemName="主武器"
PickupMessage="主武器"

[Rx_Vehicle_A10_Weapon]
ItemName="GAU-8/A机炮"
AltItemName="AGM-65导弹"
PickupMessage="A-10武器"

[Rx_Vehicle_Apache_Weapon]
ItemName="30毫米自动炮"
AltItemName="Hydra-70火箭"
PickupMessage="阿帕奇武器"

[Rx_Vehicle_Orca_Weapon]
ItemName="地狱火导弹"
AltItemName=".50口径机枪"
PickupMessage="奥卡武器"

[Rx_Vehicle_APC_Nod_Weapon]
ItemName="M134机枪"
PickupMessage="装甲运兵车武器"

[Rx_Vehicle_APC_GDI_Weapon]
ItemName="M134机枪"
PickupMessage="装甲运兵车武器"

[Rx_Vehicle_Artillery_Weapon]
ItemName="155毫米榴弹炮"
PickupMessage="自行火炮武器"

[Rx_Vehicle_Buggy_Weapon]
ItemName=".50口径机枪"
PickupMessage="越野车武器"

[Rx_Vehicle_Chinook_Weapon]
ItemName="加特林机枪"
PickupMessage="运输直升机武器"

[Rx_Vehicle_Chinook_Weapon_GDI_Left]
ItemName="加特林机枪"
PickupMessage="运输直升机武器"

[Rx_Vehicle_Chinook_Weapon_GDI_Right]
ItemName="加特林机枪"
PickupMessage="运输直升机武器"

[Rx_Vehicle_Chinook_Weapon_Nod_Left]
ItemName="加特林机枪"
PickupMessage="运输直升机武器"

[Rx_Vehicle_Chinook_Weapon_Nod_Right]
ItemName="加特林机枪"
PickupMessage="运输直升机武器"

[Rx_Defence_GunEmplacement_Weapon]
ItemName="加特林机枪"
AltItemName="自动炮"
PickupMessage="机枪炮位"

[Rx_Defence_RocketEmplacement_Weapon]
ItemName="SWARM发射器"
AltItemName="地狱火导弹"
PickupMessage="火箭炮位"

[Rx_Vehicle_Humvee_Weapon]
ItemName=".50口径机枪"
PickupMessage="悍马车武器"

[Rx_Vehicle_LightTank_Weapon]
ItemName="75毫米坦克炮"
PickupMessage="轻型坦克武器"

[Rx_Vehicle_MammothWeapon]
ItemName="120毫米双管炮"
AltItemName="獠牙导弹"
PickupMessage="猛犸坦克武器"

[Rx_Vehicle_MediumTank_Weapon]
ItemName="105毫米坦克炮"
AltItemName="同轴机枪"
PickupMessage="中型坦克武器"

[Rx_Vehicle_MRLS_Weapon]
ItemName="M269导弹"
PickupMessage="多管火箭发射车武器"

[Rx_Vehicle_FlameTank_Weapon]
ItemName="火焰喷射器"
PickupMessage="火焰坦克武器"

[Rx_Vehicle_StealthTank_Weapon]
ItemName="TOW导弹"
PickupMessage="隐形坦克武器"

[Rx_Vehicle_Harvester_Weapon]
ItemName="泰伯利亚采矿车"
PickupMessage="采矿车武器"

[Rx_Defence_GuardTower_Weapon]
ItemName="火神机炮"
PickupMessage="警卫塔武器"

[Rx_Defence_Turret_Weapon]
ItemName="105毫米坦克炮"
PickupMessage="炮塔武器"

[Rx_Defence_SAMSite_Weapon]
ItemName="地对空导弹"
PickupMessage="SAM阵地武器"

[Rx_Defence_AATower_Weapon]
ItemName="防空导弹"
PickupMessage="防空塔武器"

[Rx_Vehicle_Hovercraft_GDI_Weapon]
ItemName="重型炮"
AltItemName="SWARM发射器"
PickupMessage="气垫船武器"

[TSR_Vehicle_HoverMRLS_Weapon]
ItemName="M269导弹"
PickupMessage="多管火箭炮武器"

[TSR_Vehicle_Titan_Weapon]
ItemName="120毫米加农炮"
PickupMessage="泰坦武器"

[TSR_Vehicle_Wolverine_Weapon]
ItemName="火神大炮"
PickupMessage="狼式机甲武器"

[TSR_Vehicle_TickTank_Weapon]
ItemName="90毫米加农炮"
AltItemName=".50口径机枪"
PickupMessage="甲虫坦克武器"

[TSR_Vehicle_AttackCycle_Weapon]
ItemName="Hydra-70火箭"
PickupMessage="攻击机车武器"

[TSR_Vehicle_Buggy_Weapon]
ItemName="30毫米自动加农炮"
PickupMessage="越野车武器"

[APB_Vehicle_TeslaTank_Weapon]
ItemName="特斯拉螺栓"
PickupMessage="特斯拉坦克武器"

//Classic Vehicles
[Rx_Vehicle_M2Bradley_Weapon]
ItemName="25毫米自动炮"
AltItemName="TOW导弹"
PickupMessage="M2布雷德利武器"

[Rx_Vehicle_ReconBike_Weapon]
ItemName="TOW导弹"
PickupMessage="侦察摩托武器"

[Rx_Vehicle_HumveeTOW_Weapon]
ItemName="TOW导弹"
PickupMessage="TOW悍马车武器"

[Rx_Vehicle_CrusaderTank_Weapon]
ItemName="105毫米坦克炮"
AltItemName=".50口径机枪"
PickupMessage="十字军坦克武器"

[Gen_Vehicle_ScorpionTank_Weapon]
ItemName="75毫米坦克炮"
AltItemName="蝎子火箭"
PickupMessage="蝎子坦克武器"

[RA2_Vehicle_ApocalypseTank_Weapon]
ItemName="120毫米双管炮"
AltItemName="火箭发射舱"
PickupMessage="天启坦克武器"

[RA2_Vehicle_TeslaTank_Weapon]
ItemName="连锁闪电"
PickupMessage="特斯拉坦克武器"

[Rx_Vehicle_BattleDrone_Weapon]
ItemName="无人机机枪"
PickupMessage="战斗无人机武器"

//////////////////////
//  Building Names  //
//////////////////////
[Rx_Building_AdvancedGuardTower_Internals]
BuildingName ="高级警戒塔"

[Rx_Building_AirTower_Internals]
BuildingName ="临时机场"

[Rx_Building_AirTower_Internals_Ramps]
BuildingName ="临时机场"

[Rx_Building_Barracks_Internals]
BuildingName ="兵营"

[Rx_Building_Helipad_GDI_Internals]
BuildingName ="直升机坪"

[Rx_Building_Helipad_Nod_Internals]
BuildingName ="直升机坪"

[Rx_Building_HandOfNod_Internals]
BuildingName ="Nod之手"

[Rx_Building_Obelisk_Internals]
BuildingName ="光明石碑"

[Rx_Building_PowerPlant_Internals]
BuildingName ="发电厂"

[Rx_Building_Refinery_Internals]
BuildingName ="矿场"

[Rx_Building_Silo_Internals]
BuildingName ="矿仓"

[Rx_Building_TeamSilo_Internals]
BuildingName ="矿仓"

[Rx_Building_WeaponsFactory_Internals]
BuildingName ="武器工厂"

[Rx_Building_RepairFacility_Internals]
BuildingName ="维修设施"

[Rx_Building_Helipad_Internals]
BuildingName ="直升机坪"

[Rx_CapturableMCT_Internals_Kismet]
BuildingName ="科技建筑"

[Rx_Building_CommCentre_Internals]
BuildingName ="通讯中心"

[Rx_CapturableMCT_Fort_Internals]
BuildingName ="要塞"

[Rx_CapturableMCT_RadarDome_Internals]
BuildingName ="雷达穹顶"

[Rx_Building_MedicalCentre_Internals]
BuildingName ="医疗中心"

[Rx_Building_Hospital_Internals]
BuildingName ="医院"


//=====================================
//	Buildings
//=====================================
[Rx_Message_Buildings]
BuildingBroadcastMessages[0]="`PlayerName` 摧毁了 `BuildingName`"
BuildingBroadcastMessages[1]="`BuildingName` 被 `PlayerName` 摧毁"
BuildingBroadcastMessages[2]="`PlayerName` 占领了 `BuildingName`"
BuildingBroadcastMessages[3]="`PlayerName` 将 `BuildingName` 中立化"

//=====================================
//	Crates
//=====================================
[Rx_CratePickup]
PickupMessages[0]="你发现了一枚手雷！"
PickupMessages[1]="离子炮来袭！"
PickupMessages[2]="发现核弹发射！"
PickupMessages[3]="你找到了 `credsum` 点资金！"
PickupMessages[4]="你获得了新制服！"
PickupMessages[5]="你获得了 `vehname`！"
PickupMessages[6]="你发现敌方制服！"
PickupMessages[7]="你的生命值和弹药已恢复！"

[Rx_Message_Crates]
PickupBroadcastMessages[0]="`PlayerName` 发现补给箱！"
PickupBroadcastMessages[1]="`PlayerName` 获得死亡箱。"
PickupBroadcastMessages[2]="`PlayerName` 被离子炮击中！"
PickupBroadcastMessages[3]="`PlayerName` 受到核伤害！"
PickupBroadcastMessages[4]="`PlayerName` 发现资金箱！"
PickupBroadcastMessages[5]="`PlayerName` 获得新角色！"
PickupBroadcastMessages[6]="`PlayerName` 获得新载具！"
PickupBroadcastMessages[7]="注意！敌方玩家获得武器箱！"
PickupBroadcastMessages[8]="`PlayerName` 获得武器箱！"
PickupBroadcastMessages[9]="`PlayerName` 获得补充箱。"
PickupBroadcastMessages[10]="`PlayerName` 获得自毁箱。"
PickupBroadcastMessages[11]="`PlayerName` 获得速度升级箱。"
PickupBroadcastMessages[12]="`PlayerName` 被外星人带走了。"
PickupBroadcastMessages[13]="`PlayerName` 30秒后消失。"
PickupBroadcastMessages[14]="`PlayerName` 发现来自未来的武器！"
PickupBroadcastMessages[15]="`PlayerName` 发现凯恩的武器！"
PickupBroadcastMessages[16]="`PlayerName` 获得老兵经验箱！"
PickupBroadcastMessages[17]="`PlayerName` 获得伤害抗性箱！"
PickupBroadcastMessages[18]="`PlayerName` 发现经典武器！"
PickupBroadcastMessages[19]="`PlayerName` 找到精英角色箱！"
PickupBroadcastMessages[20]="`PlayerName` 已成为敌方目标！"
PickupBroadcastMessages[21]="`PlayerName` 发现了武器补给箱！"
PickupBroadcastMessages[22]="敌方玩家发现了武器补给箱！"
PickupBroadcastMessages[23]="`PlayerName` 和队友已被发现！"
PickupBroadcastMessages[24]="在 `PlayerName` 附近的队友已被发现，小心！"
PickupBroadcastMessages[25]="`PlayerName` 无法移动！"
PickupBroadcastMessages[26]="注意：`PlayerName` 已破解敌方防御，立即进攻！"
PickupBroadcastMessages[27]="注意：敌方已破解我方防御，基地受伤！"
PickupBroadcastMessages[28]="`PlayerName` 获得超能力！"
PickupBroadcastMessages[29]="敌方玩家获得超能力！"
PickupBroadcastMessages[30]="`PlayerName` 发现特别事件！"
PickupBroadcastMessages[31]="`PlayerName` 发现现代武器！"



[Rx_CrateType_Money]
PickupMessage ="你找到了 `credsum` 点资金！"

[Rx_CrateType_Refill]
PickupMessage ="你的生命值和弹药已恢复！"

[Rx_CrateType_Spy]
PickupMessage ="你发现敌方制服！"

[Rx_CrateType_Vehicle]
PickupMessage ="你获得了 `vehname`！"

[Rx_CrateType_Character]
PickupMessage ="你获得了新制服！"

[Rx_CrateType_Suicide]
PickupMessage ="箱中无物，你离开了。"

[Rx_CrateType_TimeBomb]
PickupMessage ="你的头上有炸弹，30秒后消失。"

[Rx_CrateType_Nuke]
PickupMessage ="发现核弹发射！"

[Rx_CrateType_Speed]
PickupMessage ="你的角色移动速度提升了 `increasepct`%！"

[Rx_CrateType_Abduction]
PickupMessage ="你被外星人带走了！"

[Rx_CrateType_TSVehicle]
PickupMessage ="未来科技已到手！"

[Rx_CrateType_RAVehicle]
PickupMessage ="时空转移发生！你获得新武器。"

[Rx_CrateType_RA2Vehicle]
PickupMessage ="发现敌方攻击。"

[Rx_CrateType_GENVehicle]
PickupMessage ="发现新装备。"

[Rx_CrateType_Veterancy]
PickupMessage ="你获得战争经验。"

[Rx_CrateType_DamageResistance]
PickupMessage ="你获得伤害抗性箱！"

[Rx_CrateType_ClassicVehicle]
PickupMessage ="经典常在。"

[Rx_CrateType_EpicCharacter]
PickupMessage ="你找到精英角色！"

[Rx_CrateType_Kamikaze]
PickupMessage ="！！！神风来袭！！！"

[Rx_CrateType_RadarSweep]
PickupMessage ="你和队友已被发现！"

[Rx_CrateType_BasePower]
PickupMessage ="你发现敌方防御已破，系统失效！"

[Rx_Message_Vehicle]
VehicleMessages[0]="`VehicleClass` 已绑定。按 [`LockKey`] 切换驾驶位锁定，按住 [`LockKey`] 解除绑定。"
VehicleMessages[1]="`VehicleClass` 已自动绑定。按 [`LockKey`] 切换驾驶位锁定，按住 [`LockKey`] 解除绑定。"
VehicleMessages[2]="`VehicleClass` 已解除绑定。"

VehicleMessages[3]="此载具尚未绑定，按住 [`LockKey`] 进行绑定。"
VehicleMessages[4]="此载具尚未绑定，按住 [`LockKey`] 以该载具替换当前绑定的 `VehicleClass`。"
VehicleMessages[5]="原车主已解除此载具的绑定。按住 [`LockKey`] 进行绑定。"
VehicleMessages[6]="无法绑定：此载具已由 `OwnerName` 绑定。"

VehicleMessages[7]="`VehicleClass` 驾驶位已锁定。"
VehicleMessages[8]="`VehicleClass` 驾驶位已解锁。"

VehicleMessages[9]="驾驶位已被 `OwnerName` 锁定。"
VehicleMessages[10]="无法进入载具。购买者 `OwnerName` 仍有 `IntegerValue` 秒专属使用权。"
VehicleMessages[11]="无法进入载具。`OwnerTeam` 队仍有 `IntegerValue` 秒专属使用权。"

VehicleMessages[12]="`OwnerName` 的 `VehicleClass` 被敌方偷走了！"
VehicleMessages[13]="`OtherName` 已进入你的 `VehicleClass` 驾驶位。"
VehicleMessages[14]="你的 `VehicleClass` 已被摧毁。"

VehicleMessages[15]="`OwnerName` 已锁定驾驶位。"

VehicleMessages[16]="`OtherName` 偷走了一辆 `VehicleClass`！"
VehicleMessages[17]="一辆 `VehicleClass` 已落入敌手！"
VehicleMessages[18]="`OtherName` 试图进入你的 `VehicleClass` 驾驶位。"
//=====================================
// Context Menu Help
//=====================================

[Rx_CommandMenuChoice]
MainHelpText=""
SubHelpText[0]=""

[Rx_CommandMenuChoice_SupportPowers]

//Radar Scan [GDI]
SubHelpText_GDI[0]="+部署：%即时雷达侦察%%+效果：%-指挥官标记一片地区内全部单位20秒%%-地图显示单位60秒%%说明%%-无法侦察建筑内部"

//Spy Plane [Nod]
SubHelpText_Nod[0]="+部署：%侦察飞机%%+效果：%-指挥官标记未在掩体内的单位20秒%%-地图显示单位45秒%%说明%%-飞机需要视线%%-可被击落%"

//Smoke
SubHelpText_GDI[1]="+部署：%攻击飞机%%+效果：%-遮挡视线%-干扰基地防御%%说明%%-可被击落%"

SubHelpText_Nod[1]="+部署：%攻击飞机%%+效果：%-遮挡视线%-干扰基地防御%%说明%%-可被击落%"

//EMP Strike
SubHelpText_GDI[2]="+部署：%攻击飞机%%+效果：%-停止载具移动%-解除敌方地雷%%说明%%-可被击落%"

SubHelpText_Nod[2]="+部署：%攻击飞机%%+效果：%-停止载具移动%-解除敌方地雷%%说明%%-可被击落%"


//Cruise Missile
SubHelpText_GDI[3]="+部署：%自导导弹%%+效果：%-高伤害%-攻击多个目标%%-空中爆炸%-可被击落%"

SubHelpText_Nod[3]="+部署：%自导导弹%%+效果：%-高伤害%-攻击多个目标%%-空中爆炸%-可被击落%"

//Defensive Buff
SubHelpText_GDI[4]="+部署：%自身%%+效果：%提升防御能力%%附近全部友方单位获得效果%%持续：20秒%"

SubHelpText_Nod[4]="+部署：%自身%%+效果：%提升防御能力%%附近全部友方单位获得效果%%持续：20秒%"

//Offensive Buff
SubHelpText_GDI[5]="+部署：%自身%%+效果：%提升攻击能力%%附近全部友方单位获得效果%%持续：15秒%"

SubHelpText_Nod[5]="+部署：%自身%%+效果：%提升攻击能力%%附近全部友方单位获得效果%%持续：15秒%"



//Help Menu
[Rx_CommandMenuChoice_Help]
MainHelpText="按数字键选择说明。%"

//Commander Help: Chat
SubHelpText[0]="+指挥官队伍聊天使用不同颜色%%+队伍消息前输入/C显示指挥官消息%%+指挥官消息同时显示在聊天和画面中间%%+队伍消息前输入/R显示突袭消息%%+突袭消息在画面中间显示15秒%"

//Commander Help: Targeting
SubHelpText[1]="+指挥官使用Q标记的目标全部友军都可看到%%+标记目标带有数字%%+标记目标会随时间消失，持续20秒%%+摧毁标记目标可获得10指挥点数[CP]%"

//Commander Help: Waypoints
SubHelpText[2]="+导航点全部队伍都可看到%%+按1-9选择导航点并按Q放置%%+按住Q移除对应导航点%"

//Commander Help: Remove Mines
SubHelpText[3]="+按数字键选择建筑并按住Q移除该建筑内全部感应C4%"

//Commander Help: Harvester Options
SubHelpText[4]="+可命令采矿车停止%%+停止后采矿车前往待命点%%+卡住时可命令采矿车自毁%%+重复命令可取消自毁%"


//Commander Help: Support Powers
SubHelpText[5]="+支援能力消耗指挥点数%%+多数支援能力需要按住Q并指向位置%%+选中后会显示说明%"

//=====================================
// Text Radio Commands
//=====================================
[Rx_Controller]
	// CTRL + Number
	RadioCommandsText[0]     ="建筑需要维修！"
	RadioCommandsText[1]     ="上车！[附近]"
	RadioCommandsText[2]     ="下车！[附近]"
	RadioCommandsText[3]     ="摧毁那辆车！[附近]"
	RadioCommandsText[4]     ="注意武器朝向！[附近]"
	RadioCommandsText[5]     ="别挡路！[附近]"
	RadioCommandsText[6]     ="收到。"
	RadioCommandsText[7]     ="不行。"
	RadioCommandsText[8]     ="我已就位。"
	RadioCommandsText[9]     ="发现敌人！[附近]"

	// ALT + Number
	RadioCommandsText[10]    ="我需要维修！[附近]"
	RadioCommandsText[11]    ="占领据点。[附近]"
	RadioCommandsText[12]    ="出发。[附近]"
	RadioCommandsText[13]    ="跟我来。[附近]"
	RadioCommandsText[14]    ="守住位置。[附近]"
	RadioCommandsText[15]    ="掩护我。[附近]"
	RadioCommandsText[16]    ="寻找掩体。[附近]"
	RadioCommandsText[17]    ="撤退。[附近]"
	RadioCommandsText[18]    ="返回基地。"
	RadioCommandsText[19]    ="立即摧毁目标！"

	// CTRL+ALT + Number
	RadioCommandsText[20]    ="摧毁基地防御！"
	RadioCommandsText[21]    ="摧毁采矿车！"
	RadioCommandsText[22]    ="摧毁目标！"
	RadioCommandsText[23]    ="摧毁矿场！"
	RadioCommandsText[24]    ="摧毁电厂！"
	RadioCommandsText[25]    ="守住基地！"
	RadioCommandsText[26]    ="守住采矿车！"
	RadioCommandsText[27]    ="守住建筑！"
	RadioCommandsText[28]    ="守住矿场！"
	RadioCommandsText[29]    ="守住电厂！"

	// Q-Spot Only
	// Some of these will be inserted into the middle of a string based on {TEXT}
	RadioCommandsText[30]    ="发现补给箱："
	RadioCommandsText[31]    ="发现目标："
	RadioCommandsText[32]    ="防守信标"
	RadioCommandsText[33]    ="发现敌方信标"
	RadioCommandsText[34]    ="防守&gt;&gt;C4&lt;&lt;，位置："
	RadioCommandsText[35]    ="发现敌方&gt;&gt;C4&lt;&lt;，位置："
	RadioCommandsText[36]    ="停止跟随我"
	RadioCommandsText[37]    ="防守{CONTEXT}！"
	RadioCommandsText[38]    ="{CONTEXT}需要维修！"
	RadioCommandsText[39]    ="{CONTEXT}急需维修！"
	RadioCommandsText[40]    ="攻击{CONTEXT}！"
	RadioCommandsText[41]    ="占领{CONTEXT}！"
	RadioCommandsText[42]    ="集中火力："
	RadioCommandsText[43]    ="发现目标"

	// Bot-related only
	RadioCommandsText[44]    ="正在{CONTEXT}内部安装&gt;&gt;C4&lt;&lt;！"
	RadioCommandsText[45]    ="我发现了敌方信标"
	RadioCommandsText[46]    ="我发现了{CONTEXT}的敌方&gt;&gt;C4&lt;&lt;！"
	RadioCommandsText[47]    ="我在{CONTEXT}附近发现信标！"
	RadioCommandsText[48]    ="攻击目标"
	RadioCommandsText[49]    ="发现敌方{CONTEXT}"
	RadioCommandsText[50]    ="我开始执行{CONTEXT}！"
	RadioCommandsText[51]    ="{CONTEXT}"

[Rx_Vehicle_GDI_Humvee_PTInfo]
Title="悍马车"
Desc="<font size='10'>-.50口径机枪\n-轻型装甲\n-高速侦察载具\n-驾驶员+乘客</font>"

[Rx_Vehicle_GDI_APC_PTInfo]
Title="装甲运兵车"
Desc="<font size='10'>-M134机枪\n-重型装甲\n-部队运输\n-驾驶员+4名乘客</font>"

[Rx_Vehicle_GDI_MRLS_PTInfo]
Title="多管火箭发射车"
Desc="<font size='10'>-M269导弹\n-轻型装甲\n-远程火力支援\n-驾驶员+乘客</font>"

[Rx_Vehicle_GDI_MediumTank_PTInfo]
Title="中型坦克"
Desc="<font size='10'>-105毫米坦克炮\n-同轴机枪\n-重型装甲\n-主战坦克\n-驾驶员+乘客</font>"

[Rx_Vehicle_GDI_MammothTank_PTInfo]
Title="猛犸坦克"
Desc="<font size='10'>-120毫米双管炮\n-獠牙导弹\n-重型装甲\n-重型战车\n-驾驶员+乘客</font>"

[Rx_Vehicle_GDI_Chinook_PTInfo]
Title="运输直升机"
Desc="<font size='10'>-2挺加特林机枪\n-轻型装甲\n-部队运输\n-飞行员+4名乘客</font>"

[Rx_Vehicle_GDI_Orca_PTInfo]
Title="奥卡"
Desc="<font size='10'>-地狱火导弹\n-.50口径机枪\n-轻型装甲\n-攻击型垂直起降战机\n-飞行员+乘客</font>"

[Rx_Vehicle_Nod_Buggy_PTInfo]
Title="越野车"
Desc="<font size='10'>-.50口径机枪\n-轻型装甲\n-高速侦察载具\n-驾驶员+乘客</font>"

[Rx_Vehicle_Nod_APC_PTInfo]
Title="装甲运兵车"
Desc="<font size='10'>-M134机枪\n-重型装甲\n-部队运输\n-驾驶员+4名乘客</font>"

[Rx_Vehicle_Nod_Artillery_PTInfo]
Title="自行火炮"
Desc="<font size='10'>-155毫米榴弹炮\n-轻型装甲\n-远程火力支援\n-驾驶员+乘客</font>"

[Rx_Vehicle_Nod_FlameTank_PTInfo]
Title="火焰坦克"
Desc="<font size='10'>-双管火焰喷射器\n-重型装甲\n-近距离压制\n-驾驶员+乘客</font>"

[Rx_Vehicle_Nod_LightTank_PTInfo]
Title="轻型坦克"
Desc="<font size='10'>-75毫米坦克炮\n-重型装甲\n-主战坦克\n-驾驶员+乘客</font>"

[Rx_Vehicle_Nod_StealthTank_PTInfo]
Title="隐形坦克"
Desc="<font size='10'>-2枚TOW导弹\n-重型装甲\n-游击战载具\n-主动隐形\n-仅限驾驶员</font>"

[Rx_Vehicle_Nod_Chinook_PTInfo]
Title="运输直升机"
Desc="<font size='10'>-2挺加特林机枪\n-轻型装甲\n-部队运输\n-飞行员+4名乘客</font>"

[Rx_Vehicle_Nod_Apache_PTInfo]
Title="阿帕奇"
Desc="<font size='10'>-30毫米自动炮\n-Hydra-70火箭\n-轻型装甲\n-攻击直升机\n-飞行员+乘客</font>"

[Rx_Vehicle_GDI_HumveeTOW_PTInfo]
Title="TOW悍马车"
Desc="<font size='10'>-2枚TOW导弹\n-超轻型装甲\n-高速骚扰载具\n-仅限驾驶员</font>"

[Rx_Vehicle_Nod_ReconBike_PTInfo]
Title="侦察摩托"
Desc="<font size='10'>-2枚TOW导弹\n-超轻型装甲\n-高速骚扰载具\n-仅限驾驶员</font>"
